export const MINIMUM_PLAYER = 3

export const ANSWER_TIMER = 2
export const VOTE_TIMER = 2
export const VOTE_RESULT_TIMER = 2

// fix director logic if MAX_PER_MATCH != 2
export const MAX_PER_MATCH = 2

export const QUESTIONS = [
  "ถ้า covid หาย จะทำอะไรเป็นอย่างแรก",
  "ถ้าแฟนขอให้เลิกกินเหล้า จะทำยังไง",
  "ขอหนึ่งบทเพลงที่เหมาะกับสถานการณ์ตอนนี้",
  "ถ้าย้อนเวลากลับไปได้ จะกลับไปแก้ไขอะไร",
  "ถ้าเลือกแปลงร่างเป็นสัตว์ได้หนึ่งอย่าง จะเป็นสัตว์อะไร",
  "ถ้าต้องเลือกอาหารหนึ่งอย่าง เพื่อกินอย่างเดียวทั้งชีวิต จะเลือกอะไร",
  "ถ้าต้องติดเกาะ แล้วสามารถเลือกคนไปติดด้วยหนึ่งคน จะเลือกใคร",
  "ถ้าตื่นมาแล้วเป็นเพศตรงข้าม จะทำอะไร",
  "ถ้าสามารถเข้าไปอยู่ในหนังได้ซักเรื่อง จะเข้าไปอยู่ในหนังเรื่องอะไร",
  "ชอบส่วนไหนของร่างกายตัวเองที่สุด",
  "ผัดกระเพราทำไมต้องใส่ถั่วฝักยาว",
  "ถ้าป้าไม่ได้อะไรเลย แล้วป้าจะขายทำไม",
  "อยากตายแบบไหน",
  "ถ้าต้องจีบคนแปลกหน้า จะเริ่มจีบยังไง",
  "ถ้าเลือกดารามาปาร์ตี้ด้วยได้หนึ่งคน จะเลือกใคร",
  "ถ้าเราสามารถเปลี่ยนโลกได้หนึ่งอย่าง จะเปลี่ยนอะไร",
  "มีอะไรจะบอกไหม อะไรก็ได้"
]
